Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: A science- based, holistic approach was applied to evaluate the risk of nitrosamine impurities focusing on the spesolimab DS and DP manufacturing processes, the excipients including WFI, and the primary packaging materials.
es_es: Se siguió un enfoque holístico de base científica para evaluar los riesgos de contaminación por impurezas nitrosamínicas, con foco en el los procesos de fabricación del principio activo y el medicamento Espesolimab, los excipientes, incluida el agua para inyección, y los materiales de acondicionamiento primario.

source: A science-based, holistic approach was applied to evaluate the risk of nitrosamine impurities focussing on the following main aspects:
es_es: Para evaluar el riesgo de que existan impurezas nitrosaminas, se aplicó un enfoque holístico de base científica, que se centró en los siguientes aspectos principales:

source: A search of the Boehringer Ingelheim Global Safety Platform Database was performed since Berotec product’s launch with data lock point of 30-MAR-2023 for cases reporting a Preferred Term (PT) from the Standardized MedDRA Query (SMQ) “Drug abuse and drug dependence” (narrow).
es_es: Desde la liberación del producto Berotec, y tomando como fecha de cierre de la base de datos el 30-mar-2023, se llevó adelante una consulta (específica) en la base de datos de seguridad mundial Boehringer Ingelheim Global Safety Platform para identificar cualquier caso que contuviera el término preferente "Abuso de drogas y dependencia de drogas" del diccionario estandarizado MedDRA (consulta SMQ).

source: A second set of data was generated with clinical trial material manufactured by GNE which was also analysed by both testing sites.
es_es: Se generó un segundo conjunto de datos con material de ensayo clínico fabricado por GNE, que también fue analizado en ambos centros de análisis.

source: A separate independent, blinded, external committee reviewed all events suspected to be solid cancer and assessed whether the cancer was possibly related to trial medication, not related, or not assessable.
es_es: Un comité externo individual, cegado e independiente revisó todos los eventos sospechosos de cáncer sólido y evaluó si el cáncer estaba posiblemente relacionado o no relacionado con la medicación en estudio, o si no era evaluable.

source: A serious adverse event (SAE) was defined as any AE that resulted in death, was immediately life-threatening, resulted in persistent or significant disability or incapacity, required or prolonged subject hospitalisation, was a congenital anomaly or birth defect, or was deemed serious for any other reason (for instance, if the investigator assessed it as an important medical event that may have jeopardised the subject or have required medical or surgical intervention to prevent one of the other outcomes listed above).
es_es: Un evento adverso serio (EAS) se definió como cualquier evento adverso que derivara en muerte, pusiera en peligro la vida, derivara en discapacidad o incapacidad persistente o significativa, requiriera o prolongara la hospitalización del paciente, fuera una anomalía congénita o defecto de nacimiento, o debiera considerarse serio por cualquier otro motivo (por ejemplo, si el investigador evaluara que se tratase de un evento médico importante capaz de poner en riesgo al sujeto o implicar intervención médica o quirúrgica para evitar alguna de las situaciones mencionadas).

source: A serious adverse event is any untoward medical occurrence that, at any dose:
es_es: Un evento adverso grave es un acontecimiento médico adverso que, en cualquier dosis:

source: A similar improvement was observed for the other 2 summary scores (total symptom score and overall summary score) as well as for the individual domains ‘quality of life’ and ‘social limitation’.
es_es: Se observó una mejoría similar con las otras 2 puntuaciones resumidas (puntaje total por síntomas y puntaje resumido total) y con los dominios individuales "calidad de vida" y limitación social".

source: A six-digit batch number (numeric code) is generated and allocated automatically for each batch by the material management system upon placement of a production order.
es_es: Tras cada orden de producción, el sistema de gestión de materiales genera y asigna automáticamente a cada partida un número de seis dígitos (código numérico de partida).

source: A stability of 4 days means the solutions were first analysed on the preparation day (day 0) and reanalyzed four days later (day 4).
es_es: Una estabilidad de 4 días significa que las soluciones se analizaron primero el mismo día de la preparación (día 0) y luego se volvieron a analizar a los cuatro días (día 4).

source: A statistical analysis plan was finalized prior to data lock and unblinding the study data and published as an appendix to this report.
es_es: Se finalizó un plan de análisis estadístico antes del cierre de la base de datos y de la apertura del ciego de los datos del estudio, yse publicó como apéndice de este informe.

source: A stirring time between 1 h and 3 h is recommended for this analytical procedure.
es_es: Se recomienda para este procedimiento analítico un tiempo de agitación de entre 1 h y 3 h.

source: A stirring time of 24 h was identified as a critical parameter (see Chapter 3.12.3.4) thus a maximum stirring time of 3 h will be adopted in the analytical procedure.
es_es: Se identificó un período de agitación de 24 horas como un parámetro crítico (ver la Sección 3.12.3.4), por lo que se adoptará en el procedimiento analítico un período de agitación máximo de 3 horas.

source: A stirring time of 24 h was identified as a critical parameter (see Chapter3.12.3.4) thus a maximum stirring time of 3 h will be adopted in the analytical procedure.
es_es: Se identificó un período de agitación de 24 horas como un parámetro crítico (ver la Sección 3.12.3.4), por lo que se adoptará en el procedimiento analítico un período de agitación máximo de 3 horas.

source: A stirring time of 24 h was observed to be a critical sample preparation parameter.
es_es: Se ha observado que un tiempo de agitación de 24 h es un parámetro crítico para la preparación de muestras.

source: A stirring time of 3 h was not observed to be a critical sample preparation parameter.
es_es: Se ha observado que un tiempo de agitación de 3 h no es un parámetro crítico para la preparación de muestras.

source: A stopper position of > 1.3 mm gap between rubber stopper and vial leads to a failure of the CCI of the CCS.
es_es: Un calce del tapón con una separación >1,3 mm entre el tapón de caucho y el frasco provoca un fallo de la integridad del envase y sistema de cierre.

source: A stringent patient retention process was followed in the trial.
es_es: En el ensayo se siguió un proceso estricto de retención de pacientes.

source: A study to test whether empagliflozin is effective in people with chronic heart failure with preserved ejection fraction
es_es: Un estudio para evaluar si la empagliflozina es efectiva en pacientes con Insuficiencia cardíaca crónica con fracción de eyección preservada

source: A study was performed to investigate the influence of hydrogen peroxide on the DP quality.
es_es: Se realizó un estudio para investigar la influencia del peróxido de hidrógeno sobre la calidad del medicamento.

source: A subject could also have been removed from the trial if eligibility criteria were violated or if the subject failed to comply with the CTP (for instance, by non-adherence to dietary rules, or non-attendance at study assessments).
es_es: También podía eliminarse del ensayo a un sujeto por infringir los criterios de elegibilidad o incumplir el Protocolo de Ensayo Clínico (por ejemplo, por no seguir las disposiciones alimentarias o no presentarse a las evaluaciones del estudio).

source: A subset of 40 mg/vial batches was re-analysed with the newly introduced analytical procedures (indicated by footnotes).
es_es: Se volvió a analizar un subconjunto de partidas de 40 mg/frasco con los procedimientos analíticos recién introducidos (indicados en notas al pie).

source: A subset of the CQAs are essential performance requirements (EPRs).
es_es: Un subgrupo de los atributos críticos de calidad son requisitos esenciales de desempeño.

source: A summary of AEs by SOC and PT according to the potentially wrong study medication at onset is shown in Table 15.3.1.1: 10; these AEs did not have any impact on the safety conclusions.
es_es: En la Tabla 15.3.1.1: 10 se muestra un resumen de los eventos adversos estratificados por sistema y clase de órganos y término preferente según la medicación del estudio que en potencia se habría tomado erróneamente al inicio del evento; estos eventos adversos no afectaron las conclusiones de seguridad.

source: A summary of the analytical conditions is described in Table 2 .
es_es: En la Tabla 2 se resumen las condiciones analíticas.

source: A summary of the characteristics of the linear regression analysis is given inTable 20.
es_es: En la Tabla 20 se presentan, en forma resumida, las características de la regresión lineal.

source: A summary of the characteristics of the linear regression analysis is given inTable 16for material no.1 and inTable 18for material no. 4.
es_es: En la Tabla 16 para el material N.° 1 y en la Tabla 18 para el material N.° 4., se presentan, en forma resumida, las características de la regresión lineal.

source: A summary of the relevant process parameters for the DP manufacturing process and the respective parameter classification is provided in Section 3.2.P.2
es_es: En la sección 3.2.P.2, se resumen los parámetros del proceso relevantes para el proceso de fabricación del medicamento y su clasificación paramétrica respectiva.

source: A summary of the relevant process parameters for the DP manufacturing process is provided in the following chapters.
es_es: En los siguientes capítulos, se resumen los parámetros del proceso relevantes para el proceso de fabricación del medicamento.

source: A summary of the relevant process parameters with their classification is provided in Table 43 and in Section 3.2.P.3.3 Description of Manufacturing Process and Process Controls.
es_es: En la Tabla 43 y en la Sección 3.2.P.3.3, Descripción del proceso de fabricación y los controles del proceso, se proporcionan, en forma resumida, los parámetros relevantes del proceso y su clasificación.

source: A summary of the validated parameters, acceptance criteria and of the obtained results is given in Table 1.
es_es: En la Tabla 1 se ofrece un resumen de los parámetros validados, los criterios de aceptación y de los resultados obtenidos.

source: A supplementary table will report summary data about the endovascular procedure.
es_es: En una tabla suplementaria, se ingresarán datos sobre el procedimiento endovascular.

source: A systematic approach was used to develop the commercial manufacturing process and a control strategy for spesolimab.
es_es: Se aplicó un enfoque sistemático para desarrollar el proceso de fabricación comercial de Espesolimab, así como una estrategia de control.

source: A systematic approach was used to develop the commercial manufacturing process and a control strategy for tenecteplase.
es_es: Se aplicó un enfoque sistemático para desarrollar el proceso de fabricación comercial y una estrataegia de control de tenecteplasa.

source: A systematic approach was used to transfer the commercial manufacturing process and the control strategy for tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial to SM6.
es_es: Se aplicó un enfoque sistemático para transferir el proceso de fabricación comercial y la estrategia de control de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial a la planta SM6.

source: A table referencing the individual results for each batch is presented.
es_es: Se presenta una tabla con los resultados individuales de cada partida.

source: A test performed during production in order to monitor and, if appropriate, to adjust the process and, if appropriate, to ensure process performance consistency, and to control relevant quality attribute(s).
es_es: Una prueba realizada durante la producción para controlar y, si corresponde, ajustar el proceso y garantizar la homogeneidad del desempeño del proceso y controlar el o los atributos de calidad relevantes.

source: A testing site of QACS GR is already used for microbiological testing and a second testing site of QACS GR, which is covered within the same GMP certificate (please refer to the “Clarifying remarks” on the certificate), will be used for NDMA testing.
es_es: Participarán pruebas de NDMA un centro de evaluación de QACS GR que ya participa en las pruebas microbiológicas y otro más también de QACS GR, que está cubierto por el mismo certificado de BPF (ver las "Aclaraciones" en el certificado).

source: A thin, cloudy mucilage is formed.
es_es: Se forma un mucílago fino y turbio.

source: A thorough evaluation of all available information on the PFS-NSD-2 materials, including supplier certificates and toxicological tests according to ISO 10993-1, has been conducted.
es_es: Se llevó a cabo una evaluación exhaustiva de la información disponible sobre los materiales del PFS-NSD-2, incluidos los análsis toxicológicos y certificados del proveedor, de conformidad con la norma ISO 10993-1.

source: A thorough evaluation of available information on the PFS-NSD-1 materials, including supplier certificates and toxicological tests according to ISO 10993-1, has been conducted.
es_es: Se llevó a cabo una evaluación exhaustiva de la información disponible sobre los materiales del PFS-NSD-1, incluidos los análsis toxicológicos y certificados del proveedor, de conformidad con la norma ISO 10993-1.

source: A tolerance analysis shows that the minimum outer diameter (13.1 mm) of the stopper area in contact with the vial opening exceeds the maximum inner diameter (12.8 mm) of the vial opening.
es_es: Un análisis de tolerancia muestra que el diámetro externo mínimo (13,1 mm) del área del tapón en contacto con la abertura del frasco excede el diámetro interno máximo (12,8 mm) de la abertura del frasco.

source: A total of 1.4% of patients had interruption of trial medication for more than 7 days due to COVID-19 and 0.8% had permanent treatment discontinuation due to COVID-19 infection (Table 15.1.3: 2).
es_es: En un total de 1.4% de los pacientes debió interrumpirse la medicación del ensayo durante más de 7 días debido a la COVID-19 y en 0.8% este debió interrumpirse permanente debido a la infección por COVID-19 (Tabla 15.1.3: 2).

source: A total of 101 patients were assigned to receive tenecteplase, 101 were assigned to receive alteplase, and 2 were excluded owing to withdrawal of consent (1 patient) and to withdrawal by the enrolling physician before treatment was commenced because of an error in assessing patient eligibility (1 patient) Figure 2).
es_es: Un total de 101 pacientes se asignaron a recibir tenecteplasa, 101 fueron asignados a recibir alteplasa y 2 fueron excluidos luego de que retiraran el consentimiento (1 paciente) y el retiro por parte del médico responsable antes de comenzar el tratamiento debido a un error en la evaluación del cumplimiento de los requisitos del paciente (1 paciente) (Figura 2).

source: A total of 101 patients were assigned to receive tenecteplase, 101 were assigned to receive alteplase.
es_es: En total, se asignaron 101 pacientes a recibir tenecteplasa y 101 a recibir alteplasa.

source: A total of 150 participants were assigned to receive 0.40 mg/kg of tenecteplase and 150 were assigned to receive 0.25 mg/kg of tenecteplase (Figure 1).
es_es: Se asignaron 150 participantes a recibir 0.40 mg/kg de tenecteplasa y 150 a recibir 0.25 mg/kg de tenecteplasa (Figura 1).

source: A total of 1657 pre-dose samples were collected with 841 in the placebo group and 813 in the empagliflozin 10 mg group.
es_es: Se recogieron un total de 1657 muestras previas a la dosificación: 841 del grupo de placebo y 813 del grupo de empagliflozina, 10 mg.

source: A total of 17 cycles were performed.
es_es: Se llevaron a cabo 17 ciclos en total.

source: A total of 18 subjects (37.5%) received a concomitant therapy (10 subjects [41.7%] in Part I and 8 subjects [33.3%] in Part II).
es_es: Un total de 18 sujetos (37.5%) recibieron tratamiento concomitante (10 sujetos [41.7%] en la Parte I y 8 sujetos [33.3%] en la Parte II).

source: A total of 2,244 patients with AIS were exposed to tenecteplase across all 12 IIS, with 1,184 patients with AIS exposed to tenecteplase 0.25 mg/kg, which forms the basis for the 5-step dosing regimen in AIS as in the proposed product label.
es_es: En total, 2244 pacientes con accidente cerebrovascular isquémico agudo estuvieron expuestos a tenecteplasa en los 12 estudios iniciados por investigadores, y 1184 pacientes con esa misma afección estuvieron expuestos a tenecteplasa 0.25 mg/kg, que constituye la base del régimen de dosificación de 5 pasos en dicha indicación, tal como se indica en la etiqueta del producto propuesta.

source: A total of 3 subjects did not complete the trial according to the CTP (Appendicies 16.2.1, Listing 2, 16.2.1 Listing 3, and 16.2.7 Listing 2.1).
es_es: No completaron el ensayo según el Protocolo de Ensayo Clínico 3 sujetos en total (Apéndices 16.2.1, Listado 2; 16.2.1, Listado 3 y 16.2.7, Listado 2.1).

source: A total of 42 relevant cases from all sources were identified.
es_es: Se identificaron un total de 42 casos relevantes de todas las fuentes.

source: A total of 48 healthy male and female subjects (24 in each part, including at least 8 of each sex) were to be included in the study.
es_es: Se incluyeron en el estudio 48 varones y mujeres sanos (cada parte contó con 24 sujetos, de los cuales al menos 8 eran del mismo sexo).

source: A total of 48 subjects (24 in Part I and 24 in Part II) were randomised in the trial and all 48 subjects were treated.
es_es: Se aleatorizaron en total 48 sujetos (24 en la Parte I y 24 en la Parte II) y los 48 recibieron tratamiento.

source: A total of 5.2% of the randomised patients had at least 1 important protocol deviation, with similar frequencies across the treatment groups.
es_es: Un total de 5.2% de los pacientes aleatorizados presentaron al menos 1 desvío importante del protocolo, con frecuencias similares en todos los grupos de tratamiento.

source: A total of 519 patients were included for the descriptive statistical analysis with gMean steady state trough concentration of 63.4 nmol/L.
es_es: Para el análisis estadístico descriptivo, se incluyó a un total de 519 pacientes y la media geométrica de la concentración mínima en equilibrio dinámico fue 63.4 nmol/l.

source: A total of 65 patients (2.2%) in the linagliptin group and 76 patients (2.5%) in the glimepiride group were reported with immunological reactions.
es_es: Consignaron reacciones inmunológicas en total 65 pacientes (2.2%) del grupo de linagliptina y 76 pacientes (2.5%) del grupo de glimepirida.

source: A total of 78.6% of patients used ACE inhibitors/ARBs at baseline and 2.2% used ARNi, 86.3% used beta-blockers, and 86.2% used diuretics, including 37.5% who used MRAs and 67.7% who used loop or high ceiling diuretics (Table 10.4.4.1: 1).
es_es: En total, 78.6% de los pacientes utilizaba inhibidores de la ECA/BRA al inicio del estudio Y 2.2% recibían INRA, 86.3% recibía betabloqueantes y 86.2% recibía diuréticos, contando 37.5% que recibía ARM y 67.7%, que recibían diuréticos de asa o de techo alto (Tabla 10.4.4.1: 1).

source: A toxicological assessment for PHPA was conducted.
es_es: Se realizó una evaluación toxicológica del PHPA.

source: A toxicological risk assessment on the presence of Cobalt above 0.1% in stainless steel needles is available.
es_es: Existe una evaluación de riesgos toxicológicos sobre la presencia de cobalto en un nivel superior a 0.1% en agujas de acero inoxidable.

source: A trial to investigate the efficacy and safety in patients with reduced ejection fraction (LVEF ≤40%; BI trial number 1245.121, “EMPEROR-reduced”) has been completed in 2020.
es_es: En 2020 se completó un ensayo orientado a investigar la eficacia y seguridad en pacientes con la fracción de eyección reducida (FEVI ≤40%; BI 1245.121, "EMPEROR-Reduced").

source: A true hazard ratio of 0.8 was chosen as a conservative estimate based on the results of the EMPA-REG OUTCOME trial [c02695839-01].
es_es: Se eligió, como estimación conservadora, una razón de riesgos instantáneos real de 0.8, con base en los resultados del estudio clínico EMPA-REG OUTCOME [c02695839-01].

source: A validated particle counter is used for the measurement of airborne non-viable particulates.
es_es: Se utiliza un contador de partículas validado para medir las partículas aéreas no viables.

source: A validated particle counter is used for the measurement of airborne total particulates.
es_es: Para la medición de partículas totales aéreas se emplea un contador de partículas validado.

source: A variety of analytical methods have been utilized to characterize TNK-tPA and to demonstrate that the 12,000 L manufacturing process consistently produces TNK-tPA within an acceptable, narrow range of physical and chemical properties.
es_es: Se ha utilizado una serie de métodos analíticos para caracterizar la TNK-tPA y demostrar que el proceso de fabricación de 12.000 litros produce TNK-tPA de manera uniforme con un rango aceptable y reducido de propiedades físicas y químicas.

source: A variety of medications has been tested in patients with HFpEF without showing benefit in morbidity and mortality.
es_es: Se han evaluado diversos medicamentos en pacientes con ICFEp sin que se evidenciaran beneficios en la morbilidad ni la mortalidad.

source: A wavelength scan from 250 to 400 nm or at least a scan at 279 nm is performed on the spectrophotometer with the samples.
es_es: En el espectrofotómetro que contiene las muestras, se escanea a una longitud de onda de 250 a 400 nm o al menos a 279 nm.

source: A&M Stabtest Labor für Analytik und Stabilitätsprüfung GmbH, Bergheim, Germany:
es_es: A&M Stabtest Labor für Analytik und Stabilitätsprüfung GmbH, Bergheim, Alemania:

source: A) Dissolve about 28 mg of tropic acid reference substance, accurately weighed, in water pH 2.6 to produce 50.00 ml.
es_es: A) Disolver aproximadamente 28 mg de la sustancia de referencia ácido trópico, pesados con exactitud, en agua a un pH de 2.6 hasta obtener 50.00 ml.

source: A) Number of Patients Enrolled by Site (per intention to treat population) and B) planned and actual patient recruitment by month until end of trial
es_es: A) Cantidad de pacientes reclutados por centro (población con intención de tratar) y B) reclutamiento previsto y real de pacientes por mes hasta el final del ensayo

source: A) Regression
es_es: A) Regresión

source: A/Prof Bruce Campbell
es_es: Prof. adjunto Bruce Campbell

source: A00001 1st packaging
es_es: A00001 1er acondicionamiento

source: ACRONYMS AND ABBREVIATIONS
es_es: ACRÓNIMOS Y ABREVIATURAS

source: AUTHORIZED BY
es_es: AUTORIZÓ

source: Active Substance:
es_es: Principio activo:

source: Acceptance criteria
es_es: Criterios de aceptación

source: ABBREVIATIONS
es_es: ABREVIATURAS

source: ABBREVIATIONS AND DEFINITIONS OF TERMS
es_es: ABREVIATURAS Y DEFINICIONES DE TÉRMINOS

source: ACCURACY
es_es: EXACTITUD

source: ACE
es_es: ECA

source: ACE inhibitors or ARBs
es_es: Inhibidores de la ECA o ARB

source: ACE inhibitors/ARBs
es_es: Inhibidores de la ECA/ARB

source: ACE inhibitors/ARBs/ARNi
es_es: Inhibidores de la ECA/ARB/iNRA

source: ACL TOPTM system (e.g. Werfen)
es_es: Sistema ACL TOPTM (p. ej., Werfen)

source: ACTIVIDAD DE LA EMPRESA:
es_es: COMPANY ACTIVITY:

source: ADDITIONAL INFORMATION ON ANALYTICAL PROCEDURES
es_es: INFORMACIÓN ADICIONAL SOBRE PROCEDIMIENTOS ANALÍTICOS
